Repository: AhmedRaslan2022/TMDB_2026
Catalog: Packages/Features/Sources/FeatureMovieDetails/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Cast
ar: طاقم العمل

source: Favorite
ar: المفضّلة

source: Favorited
ar: في المفضّلة

source: Loading
ar: جارٍ التحميل

source: Not favorited
ar: ليس في المفضّلة

source: Not on watchlist
ar: ليس في قائمة المشاهدة

source: Not rated
ar: غير مُقيَّم

source: On watchlist
ar: في قائمة المشاهدة

source: Recommended
ar: موصى بها

source: Retry
ar: إعادة المحاولة

source: Similar
ar: أعمال مشابهة

source: Trailers
ar: المقاطع الدعائية

source: Watchlist
ar: قائمة المشاهدة

source: Your rating
ar: تقييمك
